{
  "houses": [
    {
      "title": "La cabaña de chocolate",
      "price": 100,
      "img": "../src/assets/img/casas-de-madera.jfif",
      "category": "Casa rural",
      "bedrooms": 3,
      "bathrooms": 2,
      "persons": 6,
      "description": "Casa rural para 6 personas. 3 dormitorios - 2 baños - parque con piscina",
      "city": "Zufre",
      "province": "Huelva",
      "exchange": "True",
      "animals": "False",
      "pool": "True",
      "id": 1
    },
    {
      "title": "Encantador Apartamento en Primera Línea de Playa",
      "price": "65",
      "category": "playa",
      "bedrooms": "2",
      "bathrooms": "1",
      "persons": "4",
      "description": "Se distribuye en salón-comedor, dos dormitorios, un baño con ducha y cocina abierta al salón totalmente equipada, incluyendo lavavajillas, lavadora y secadora empotradas. La cocina y el salón-comedor tienen preciosas vistas al mar.  En el salón hay un cómodo sofá con chaise lounge que también puede convertirse en cama.  Dispone de una SmartTV 4K y wifi de fibra-óptica de alta velocidad a 600Mb/s perfecto para trabajar.  El apartamento se encuentra en la segunda planta de un edificio histórico al que se accede mediante escaleras (no dispone de ascensor). Está totalmente renovado en 2022.",
      "city": "Villajoyosa",
      "province": "Alicante",
      "exchange": "True",
      "animals": false,
      "pool": "True",
      "id": 2
    },
    {
      "title": "Super apartamento en playa Muchavista",
      "price": "78",
      "category": "playa",
      "bedrooms": "2",
      "bathrooms": "1",
      "persons": "4",
      "description": "Agradable piso de 65 m2 en primera línea de la playa de Muchavista / playa de San Juan.  Cuenta con 2 habitaciones, una doble con vistas a la playa de Muchavista y una segunda habitación con literas y amplio armario; cocina amueblada y barra americana; 1 baño; Sala de estar: Aire acondicionado, TV, WIFI y balcón con vistas a la playa.  Ubicado en el último piso de un pequeño edificio de 4 plantas, con ascensor.",
      "city": "El Campello",
      "province": "Alicante",
      "exchange": "True",
      "animals": "True",
      "pool": false,
      "id": 3
    },
    {
      "title": "Alojamiento entero: cabaña.",
      "price": "65",
      "category": "cabaña",
      "bedrooms": "2",
      "bathrooms": "1",
      "persons": "4",
      "description": "Cabaña de madera, cálida y acogedora. Está totalmente equipada, cocina y baños nuevos, una cómoda cama de matrimonio. Dispone de una chimenea de leña y una estufa de parafina extra. Está rodeada de robles, encinas, castaños... ideal para parejas que busquen tranquilidad en plena naturaleza y a la vez, estar bien comunicados. Encontrarás rutas de senderismo, visitar pueblos con encanto, hacer surf en las playas cercanas y pasear por los acantilados de la costa.",
      "city": "Hornedo",
      "province": "Cantabria",
      "exchange": "True",
      "animals": "True",
      "pool": false,
      "id": 4
    },
    {
      "title": "Alojamiento entero: villa",
      "price": "400",
      "category": "rural",
      "bedrooms": "5",
      "bathrooms": "2",
      "persons": "12",
      "description": "El espacio ha sido perfectamente diseñado para crear espacio para que todos interactúen y tengan tiempo a solas. La casa en sí es de planta muy abierta, mientras que los dormitorios tienen zonas de estar individuales al aire libre. Ofrece a los huéspedes la oportunidad perfecta para estar juntos como grupo o para escabullirse y encontrar su propio espacio si usted también lo necesita. La Villa tiene capacidad para 10 personas cómodamente, pero hay la opción de dormir dos personas más en el sofá cama en la habitación de la torreta de arriba.",
      "city": "Vélez-Rubio",
      "province": "Almería",
      "exchange": false,
      "animals": "True",
      "pool": "True",
      "id": 5
    },
    {
      "title": "Casa particular centro",
      "price": "80",
      "category": "turistica",
      "bedrooms": "3",
      "bathrooms": "1",
      "persons": "6",
      "description": "Piso en pleno centro, amplio, bien muy iluminado, acondicionado con todas las comodidades. Posee un dormitorio de matrimonio, uno con dos camas, y otro con una cama. Cocina bien equipada. Un lugar amplio y confortable donde descansar depués de una jornada turística, sintiendote como en casa. Ubicado a pocos metros a las famosas Setas en el centro de Sevilla.",
      "city": "Sevilla",
      "province": "Sevilla",
      "exchange": "True",
      "animals": false,
      "pool": false,
      "id": 6
    },
    {
      "title": "Stylish Apartment near Metro",
      "price": "80",
      "category": "turistica",
      "bedrooms": "3",
      "bathrooms": "2",
      "persons": "6",
      "description": "Este acogedor y luminoso apartamento se encuentra en el barrio de ROCHELAMBERT de Sevilla, a 45 metros de la estación de metro de AMATE (10 minutos de trayecto hasta el CENTRO de la ciudad). Se trata de un apartamento recién reformando con capacidad de hasta 6 huéspedes.  Aquí encontraréis todo lo necesario para tener una estancia inmejorable.",
      "city": "Sevilla",
      "province": "Sevilla",
      "exchange": "True",
      "animals": false,
      "pool": false,
      "id": 7
    }
  ]
}